Repository: uclouvain/osis-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: If a professional dysfunction is observed in a student's behavior, please <a href='%(url)s'>complete this form</a> and submit it to the Internship Administration.
fr_be: En cas de dysfonctionnement professionnel constaté chez un·e stagiaire, merci de <a href='%(url)s'>compléter ce formulaire</a> et de le transmettre à l'Administration des stages.

source: Access to internship is only authorized to students and internship masters
fr_be: L'accès aux stages est seulement autorisé aux étudiants-stagiaires et aux maîtres de stage

source: Activation failed
fr_be: Activation échouée

source: Address
fr_be: Adresse

source: Affectations are available from
fr_be: Les affectations sont disponibles depuis le

source: All periods
fr_be: Toutes les périodes

source: An error occured during validation
fr_be: Une erreur est survenue durant la validation

source: An error occurred during delegate creation, please contact internships administration (STAC) for further assistance.
fr_be: Une erreur est survenue à la création du délégué de stage, veuillez contacter l'administration des stages (STAC) pour de plus amples informations.

source: An error occurred during score update
fr_be: Une erreur est survenue durant la mise à jour de l'évaluation

source: An evaluation for the following EPAs is required: {}
fr_be: Une évaluation pour les APDs suivantes est requise: {}

source: Appreciate medical emergency
fr_be: Reconnaitre l’urgence médicale

source: Assign delegates on your allocations
fr_be: Attribuer des délégués sur vos affectations

source: Autonomy level (%% of students according to periods)
fr_be: Niveau d'autonomie (%% des étudiant.es selon les périodes)

source: Birth date
fr_be: Date de naissance

source: Cancel
fr_be: Annuler

source: Cannot apply same preference on distinct offers
fr_be: Impossible d'appliquer la même préférence sur plusieurs offres distinctes

source: Cannot select same offer
fr_be: Impossible de choisir la même offre

source: Choices for %(internship)s have not been saved due to errors:
fr_be: Vos choix pour %(internship)s n'ont pas pu être enregistrés à cause des erreurs suivantes:

source: Choices have been successfully saved for:
fr_be: Vos choix ont été sauvegardés avec succès pour:

source: Choices received by administration
fr_be: Choix reçus par l'administration

source: Choose a speciality
fr_be: Choisissez une spécialité

source: City
fr_be: Ville

source: Civility
fr_be: Civilité

source: Comments
fr_be: Commentaires

source: Communicate (broad sense)
fr_be: Communiquer au sens large

source: Complement patient record
fr_be: Compléter le dossier patient

source: Completed
fr_be: Complétée

source: Conduct clinical examination
fr_be: Réaliser l’examen clinique

source: Contest
fr_be: Concours

source: Contribute to quality of care and patient safety
fr_be: Contribuer à la qualité des soins et la sécurité du patient

source: Country
fr_be: Pays

source: Creating an internship master user account
fr_be: Création d'un compte utilisateur pour maître de stage

source: Delegates
fr_be: Délégués

source: Delete
fr_be: Supprimer

source: Do you also want to validate the encoding?
fr_be: Souhaitez-vous également valider l'encodage ?

source: Doctor
fr_be: Docteur

source: EPAs description
fr_be: Description des APDs

source: Encoding
fr_be: Encodage

source: Encoding form
fr_be: Formulaire d'évaluation

source: Enrollments from
fr_be: Inscriptions du

source: Entrustable Professional Activity (EPA)
fr_be: Activités Professionnelles délégables (APD)

source: Establish a diagnosis
fr_be: Établir un diagnostic de travail

source: Evaluation
fr_be: Évaluation

source: Evaluation conducted in attendance of the internship student ?
fr_be: L'évaluation a-t-elle été réalisée en présence du stagiaire ?

source: First choice
fr_be: Premier choix

source: First name
fr_be: Prénom

source: Formulate clinical questions
fr_be: Formuler des questions cliniques

source: Fourth choice
fr_be: Quatrième choix

source: Generalist
fr_be: Généraliste

source: Good performance examples
fr_be: Exemples de bonne performance

source: Grade
fr_be: Évaluation

source: Grades modifications will no longer be allowed after validation.
fr_be: Les modifications d'une évaluation ne seront plus permises après validation.

source: Hospital
fr_be: Hôpital

source: Hospital list
fr_be: Liste des hôpitaux

source: Hospitals
fr_be: Hôpitaux

source: Improvement areas
fr_be: Points à améliorer

source: Individual internship places evaluations will not be tranferred to the internship master but will be aggregated with other evaluations to guarantee data anonymization.
fr_be: Les évaluations individuelles ne seront pas transmises au maître de stage mais seront envoyées avec les autres évaluations sous format agrégé afin de garantir l'anonymisation des données.

source: Intermediary evaluation
fr_be: Evaluation intermédiaire

source: Intermediary evaluation (optional)
fr_be: Evaluation intermédiaire (facultative)

source: Internship
fr_be: Stage

source: Internship affectation
fr_be: Affectation de stages

source: Internship delegate
fr_be: Délégué·e de stage

source: Internship delegate deleted with success
fr_be: Délégué de stage supprimé avec succès

source: Internship delegate {} created with success
fr_be: Délégué de stage {} créé avec succès

source: Internship master
fr_be: Maître de stage

source: Internship place evaluation
fr_be: Evaluation des lieux de stages

source: Internship score encoding
fr_be: Encodage des évaluations de stage

source: Internship student was present during evaluation process
fr_be: Le stagiaire était présent pendant le processus d'évaluation

source: Internship students evaluations
fr_be: Evaluation des stages

source: Internships
fr_be: Stages

source: Internships scores
fr_be: Évaluations de stages

source: It seems you are not subscribed to internships, you may want to check with your administration.
fr_be: Il semblerait que vous ne soyez pas inscrit aux stages, nous vous recommandons de contacter votre secrétariat.

source: Known to student
fr_be: Évaluation en ma présence

source: Last name
fr_be: Nom

source: Login
fr_be: Se connecter

source: Logout
fr_be: Se déconnecter

source: Make/receive transmission report
fr_be: Faire/recevoir le rapport de transmission

source: Manage delegates
fr_be: Gestion des délégués

source: Maximum number of students
fr_be: Nombre maximum d'étudiants

source: Mobile phone
fr_be: Numéro de téléphone

source: Name
fr_be: Nom

source: New delegate
fr_be: Nouveau délégué

source: No
fr_be: Non

source: No evaluation items defined.
fr_be: Pas de questions définies pour l'évaluation.

source: No internship to evaluate
fr_be: Pas de stage à évaluer

source: Number of first choice
fr_be: Nombre de 1er choix

source: Obtain informed consent
fr_be: Obtenir le consentement éclairé

source: Oral presentation of a clinical situation
fr_be: Présentation orale d’une situation clinique

source: Password
fr_be: Mot de passe

source: Perform technical procedures
fr_be: Effectuer les procédures techniques

source: Period
fr_be: Période

source: Permission denied for this action
fr_be: Permission refusée pour cette action

source: Please contact internship administration (STAC) to obtain a user account access
fr_be: Veuillez contacter l'administration des stages (STAC) pour obtenir un compte utilisateur

source: Preference
fr_be: Préférence

source: Professor
fr_be: Professeur

source: Reference
fr_be: Référence

source: Registration completed
fr_be: Inscription complétée

source: Registration id
fr_be: Id d'enregistrement

source: Save
fr_be: Enregistrer

source: Save and validate
fr_be: Sauvegarder et valider

source: Score encoding
fr_be: Encodage des évaluations

source: Score encoding is only accessible to internship's masters
fr_be: L'encodage des évaluations de stages est uniquement accessible aux maîtres de stage

source: Score encoding sheet
fr_be: Feuille récapitulative des encodages

source: Score updated successfully for {}'s internship during {}
fr_be: Évaluation mise à jour avec succès pour le stage de {} en {}

source: Second choice
fr_be: Second choix

source: Select a cohort
fr_be: Sélectionnez une cohorte

source: Select diagnostic tests
fr_be: Sélectionner des tests diagnostics

source: Selective internships
fr_be: Stages au choix

source: Some grades have not been validated yet on this page, please do not forget to validate
fr_be: Il existe encore des évaluations non soumises sur cette page, n'oubliez pas de les envoyer

source: Specialist
fr_be: Spécialiste

source: Specialty
fr_be: Spécialité

source: Student
fr_be: Étudiant

source: Student information
fr_be: Information de l'étudiant

source: Submit
fr_be: Soumettre

source: Submit choices
fr_be: Soumettre vos choix

source: Submit your internship choices
fr_be: Encodez vos choix de stages

source: Succesfull logout
fr_be: Déconnexion réalisée avec succès

source: Successfully updated place evaluation for {} - {} - {}
fr_be: Evaluation du lieu de stage mise à jour avec succès pour {} - {} - {}

source: Suggested learning methods
fr_be: Méthodes d'apprentissage suggérées

source: Sum up of your choices and your affectations
fr_be: Résumé de vos choix et affectations

source: Take a history (anamnesis)
fr_be: Prendre l'anamnèse

source: Targeted EPA
fr_be: APDs ciblés

source: The activation failed
fr_be: L'activation a échoué

source: The place evaluation form is not available before end of internship period and will be available from
fr_be: Le formulaire d'évaluation du lieu de stage n'est pas accessible avant la fin de la période de stage et sera disponible à partir du

source: The requested scores sheet does not match your internship's allocations
fr_be: La feuille de notes demandée ne correspond pas à vos affectations de stages

source: The two password fields didn't match.
fr_be: Les mots de passes sont différents

source: Third choice
fr_be: Troisième choix

source: This APD is required
fr_be: Cette APD est requise

source: This action will delete
fr_be: Cette action supprimera

source: This action will validate the grades submitted for
fr_be: Cette action validera les évaluations soumises pour

source: This screen enables you to manage delegates only. Any substitution of an internship's master should be notified to internship administration
fr_be: Cet écran vous permet seulement de gérer les délégués de stage. Tout remplacement d'un maître de stage devra être communiqué au préalable à l'administration des stages.

source: User account activated
fr_be: Compte utilisateur activé

source: Username and password not matching
fr_be: Le nom d'utilisateur et le mot de passe ne correspondent pas

source: Validate
fr_be: Valider

source: Validation for
fr_be: Validation pour

source: Website
fr_be: Site web

source: Work as a team
fr_be: Travailler en équipe

source: Write medical prescriptions
fr_be: Rédiger les prescriptions

source: Yes
fr_be: Oui

source: You already have an active account
fr_be: Vous avez déjà un compte utilisateur actif

source: You can no longer submit your choices.
fr_be: Vous ne pouvez plus soumettre vos choix.

source: You don't have an account
fr_be: Vous n'avez pas de compte utilisateur

source: You must evaluate minimum {} and maximum {} EPAs
fr_be: Vous devez évaluer au minimum {} et au maximum {} APDs

source: You must reply to the required question about internship student attendance during evaluation
fr_be: Vous devez répondre à la question concernant la présence du stagiaire pendant l'évaluation

source: You will find hereunder internships that have been assigned to you and for which score encoding is open
fr_be: Vous trouverez ci-dessous les stages avec période d'encodage ouverte pour lesquels vous avez été assignés

source: Your registration to the platform has been successfully completed. Please check your emails to activate your user account.
fr_be: Votre inscription à la plateforme a été complétée avec succès. Veuillez vérifier vos emails pour activer votre compte utilisateur.

source: Your user account is now active. You can now log in to access the platform.
fr_be: Votre compte utilisateur est maintenant actif. Vous pouvez vous connecter pour accéder à la plateforme.

source: achieves with help
fr_be: réalise avec aide

source: achieves without help
fr_be: réalise sans aide

source: during
fr_be: pendant

source: encoded grade(s)
fr_be: évaluation(s) encodée(s)

source: gender
fr_be: sexe

source: language
fr_be: langue

source: last name
fr_be: nom

source: name
fr_be: nom

source: not achieving
fr_be: ne réalise pas

source: not observed
fr_be: non observé

source: postal code
fr_be: code postal

source: selection
fr_be: sélection

source: to
fr_be: à

source: tremendously achieving
fr_be: réalise de façon exceptionnelle

source: yes,no,
fr_be: oui,non,
