Repository: uclouvain/osis-portal
Catalog: exam_enrollment/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Academic year
fr_be: Année académique

source: Cancel
fr_be: Annuler

source: Consult all the status of my exam enrollments
fr_be: Consulter l'ensemble de mes états d'inscriptions aux examens

source: Credited
fr_be: Crédité

source: Exam enrollment is not available
fr_be: Le formulaire d'inscription aux examens n'est pas disponible

source: First name
fr_be: Prénom

source: For the <strong><u>distance</u></strong> exams, in view of the difficulties to find yourself in good conditions to take your exams from your place of living, it is possible to come in a equipped room at UCLouvain.
fr_be: Pour les examens <strong><u>distanciels</u></strong>, selon les difficultés rencontrées pour être dans de bonnes conditions pour présenter vos examens au départ de votre lieu de vie, il est possible de venir dans une salle aménagée de l’UCLouvain.

source: Form not submitted !
fr_be: Formulaire non soumis !

source: In case of force majeure, it is always possible to modify the choices made via this questionnaire, by contacting your faculty.
fr_be: En cas de force majeure, il est toujours possible de modifier les choix réalisés via ce formulaire, en contactant votre faculté.

source: In case one of my oral exams is or will be held in distance with Teams, I would present it :
fr_be: Au cas où un de mes examens oraux est ou serait organisé en distanciel sur Teams, je le présenterais :

source: In case one of my written exams is or will be held in distance with Gradescope, I would present it :
fr_be: Au cas où un de mes examens écrits est ou serait organisé en distanciel sur Gradescope, je le présenterais :

source: In case one of my written exams is or will be held in distance with Moodle, I would present it :
fr_be: Au cas où un de mes examens écrits est ou serait organisé en distanciel sur Moodle, je le présenterais :

source: Last name
fr_be: Nom

source: No
fr_be: Non

source: No exam enrollment found
fr_be: Formulaire d'inscription aux examens non trouvé

source: Not concerned
fr_be: Non concerné

source: Please complete <b>IMPERATIVELY</b> the questionnaire.
fr_be: Merci de compléter <b>OBLIGATOIREMENT</b> le questionnaire.

source: Please complete IMPERATIVELY the questionnaire below
fr_be: Merci de compléter OBLIGATOIREMENT le questionnaire ci-dessous

source: Register to exams or update my exam enrollments
fr_be: M'inscrire aux examens ou modifier mon inscription aux examens

source: The first-year bachelor student must obligatorily register for the January exam session all the learning units of the first annual block taught in the first quadrimester, including those giving rise to a partial test (Art. 83 of the RGEE).
fr_be: L’étudiant·e de première année de bachelier doit obligatoirement inscrire à la session d’examens de janvier toutes les unités d’enseignement du premier bloc annuel dispensées au premier quadrimestre, en ce compris celles qui ne donnent lieu qu’à une épreuve partielle (Art. 83 du RGEE).

source: Which action do you want to perform ?
fr_be: Quelle action souhaitez-vous effectuer ?

source: Yes
fr_be: Oui

source: You are outside the exams enrollment period
fr_be: Vous êtes en dehors de la période d'inscription aux examens

source: You can not enrol to exam
fr_be: Vous ne pouvez pas vous inscrire aux examens

source: acronym
fr_be: Sigle

source: choose_offer_for_exams_enrollment
fr_be: Sélectionnez la formation dans laquelle vous désirez vous inscrire aux examens.

source: course
fr_be: Cours

source: ects
fr_be: Crédits

source: exam_enrollment_form_loading
fr_be: Récupération du formulaire d'inscription aux examens.

source: exam_enrollment_form_submitted
fr_be: Formulaire d'inscription aux examens soumis avec succès.

source: exam_enrollment_form_submitted_covid_period
fr_be: Questionnaire et formulaire d'inscription aux examens soumis avec succès.

source: exams_enrollment
fr_be: Inscription aux examens

source: form_unavailable
fr_be: Le formulaire d'inscription n'est pas disponible pour l'instant

source: from my place of living
fr_be: depuis mon lieu de vie

source: in an equipped room at UCLouvain (because it is impossible for me to present it from my place of living)
fr_be: dans une salle aménagée de l'UCLouvain (car il m’est impossible de le présenter depuis mon lieu de vie)

source: info_exam_enrollment_by_default
fr_be: <b>Vous êtes inscrit·e à tous les examens cochés ci-dessous. <br>Si cela vous convient, veuillez valider votre inscription aux examens.</b><br>Vous pouvez modifier vos inscriptions aux examens en cochant/décochant les cases ci-dessous et en cliquant sur 'Valider mon inscription aux examens'.

source: info_exam_enrollment_by_default_covid_period
fr_be: <b>Vous êtes inscrit·e à tous les examens cochés ci-dessous. <br>Si cela vous convient, veuillez valider le questionnaire et votre inscription aux examens.</b><br>Vous pouvez modifier vos inscriptions aux examens en cochant/décochant les cases ci-dessous et en cliquant sur 'Valider le questionnaire et mon inscription aux examens'.

source: june
fr_be: Juin

source: legend
fr_be: Légende

source: legend_exam_enrol_b
fr_be: B - Crédit

source: legend_exam_enrol_d
fr_be: D - Dispense

source: legend_exam_enrol_i
fr_be: I - Première inscription

source: legend_exam_enrol_j
fr_be: J - Report de note de janvier vers septembre

source: legend_exam_enrol_p
fr_be: P - Examen partiel

source: legend_exam_enrol_r
fr_be: R - Report de note de la session précédente

source: legend_exam_enrol_t
fr_be: T - Note résultant d'un test

source: legend_exam_enrol_v
fr_be: V - Évaluation satisfaisante (le note ne compte pas)

source: legend_exam_enrol_w
fr_be: W - Évaluation non satisfaisante (la note ne compte pas)

source: legend_exam_enrol_x
fr_be: X - Droit et sanction

source: Y - Second registration
fr_be: Y - Deuxième inscription

source: message_exam_enrolment_state
fr_be: Vous pouvez consulter l'ensemble des états d'inscriptions aux examens dans le récapitulatif

source: message_exam_enrolment_state_link_label
fr_be: 'Mon état d'inscription aux cours et mes notes d'examen'

source: no_learning_unit_enrollment_found
fr_be: Vous n'êtes inscrit à aucun cours dans le cadre de la formation {}.

source: no_offer_enrollment_found
fr_be: Vous n'êtes inscrit à aucune formation pour l'année académique en cours ({}).

source: offer_choice
fr_be: Choix de l'offre

source: program
fr_be: Formation

source: program_choice
fr_be: Choix de la formation

source: registration_id
fr_be: Noma

source: title
fr_be: Intitulé

source: validate_changes
fr_be: Valider mon inscription aux examens

source: validate_changes_covid_period
fr_be: Valider le questionnaire et mon inscription aux examens

source: year
fr_be: Année
