Repository: uclouvain/osis-portal
Catalog: admission/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Academic year
fr_be: Année académique

# account_already_created
source: If you already have requested creation of this account
fr_be: Si vous avez déjà demandé la création de ce compte

# account_created
source: Your account was created!
fr_be: Votre compte a été crée!

# account_creation
source: Please create this account, composed of a private e-mail address and a password.
fr_be: Nous vous invitons à vous créer ce compte, composé d'une adresse mail privée et d'un mot de passe.

# account_needed
source: In order to enter your enrolment request online, you need an access account.
fr_be: Pour introduire votre demande d'inscription, il vous faut un compte d'accès.

source: Accounting
fr_be: Comptabilité

# activation_instruction
source: Please check your email new et clic on the link to indicate a new password.
fr_be: Veuillez vérifier votre e-mail maintenant et cliquez sur le lien dans le message que vous avez reçu pour pouvoir encoder un nouveau mot de passe.

# activation_link_not_valid
source: Activation link invalid!
fr_be: Le lien n'est plus valide (ou pas valide)!

# activation_mail_sent
source: An activation message has been sent to your email.
fr_be: Un message d'activation a été envoyé sur votre adresse e-mail.

source: Activity type
fr_be: Type d'activité

source: Add
fr_be: Joindre

# add_enrollment_file
source: Please add a copy of your certificate or a proof of your exam enrollment
fr_be: Veuillez joindre une copie de votre certificat ou une preuve d'inscription à l'examen

# add_file_no_debts
source: Please add a certificate stating the absence of debts with regards to the institution attended during the academic year
fr_be: Veuillez joindre l'attestation stipulant l'absence de dettes vis-à-vis de l'établissement fréquenté durant l'année académique

# add_professional_exam_file
source: Please add a copy of your certificate or a proof of your exam enrollment.
fr_be: Veuillez joindre une copie de votre certificat ou une preuve d'inscription à l'examen

# add_success_proof_file
source: Please add certificate of achievement or a proof of your enrollment
fr_be: Veuillez joindre l'attestation de réussite ou la preuve d'inscription

# additional_info_culture_card
source: Additional information on the culture card
fr_be: Informations complémentaires sur la carte culture

# additional_info_solidarity_card
source: Additional information on the solidarity card
fr_be: Informations complémentaires sur la carte solidaire

# additional_information
source: For all additional information
fr_be: Pour toute information complémentaire

source: Admission exam
fr_be: Examen d'admission

# admission_exam_certificate_document
source: Copy of your certificate or a proof of your enrollment
fr_be: Copie de votre certificat ou une preuve d'inscription à l'examen

# all_mandatory_fields
source: All fields are mandatory
fr_be: Tous les champs sont obligatoires

source: Answer
fr_be: Réponse

# applications_list
source: Yours applications
fr_be: Vos demandes d'inscription

source: Attachments
fr_be: Pïèces jointes

source: Awarding country
fr_be: Pays organisateur

# baccalaureat_european
source: European Bachelor (Schola Europaea)
fr_be: Baccalauréat européen (Schola Europaea)

# baccalaureat_international
source: International Bachelor (IBO)
fr_be: Baccalauréat international(IBO)

# baccalaureat_national
source: National Bachelor (or government diploma, ...)
fr_be: Baccalauréat national (ou diplôme d'état, ...)

source: Bachelor
fr_be: Bachelier

# back_demandes_list
source: Back to demandes list
fr_be: Retour à la liste des demandes

source: Bank account
fr_be: Compte bancaire

# bank_account_holder_firstname
source: Holder's first name of the bank account
fr_be: Prénom du titulaire du compte

# bank_account_holder_name
source: Holder's name of the bank account
fr_be: Nom du titulaire du compte

# belgian_bank_account
source: If you are belgian banking account holder, you can encode your contact details so that we can proceed to a possible repayment.
fr_be: Si vous possédez un compte bancaire belge, vous pouvez encoder les coordonnées afin que nous puissions procéder à un éventuel remboursement.

# belgian_bank_account_precision
source: For the IBAN and BIC/SWIFT code, please encode only alphanumerics characters (neither space, nor dash).
fr_be: Pour les codes IBAN et BIC/SWIFT, veuillez encoder uniquement des caractères alphanumériques (ni espace, ni tiret).

# bic_number
source: BIC/SWIFT Code
fr_be: Code BIC/SWIFT

source: Birth country
fr_be: Pays de naissance

source: Birthday
fr_be: Date de naissance

source: Birth place
fr_be: Lieu de naissance

# brother_sister_number
source: Number of brothers and sisters?
fr_be: Combien de frères et soeurs?

source: By city
fr_be: Par localité

source: By postal code
fr_be: Par code postal

source: Cancel
fr_be: Annuler

source: Canceled
fr_be: Annulée

# captcha
source: Please type in the result of the following expression.
fr_be: Veuillez résoudre le calcul ci-contre. Ceci nous permet de vérifier que vous êtes une personne réelle.

source: certificate
fr_be: Certificat

# change_document
source: Modify the document
fr_be: Changer le document d'identité

# change_offer
source: Change offer choice
fr_be: Changer l'offre choisie

# change_picture
source: Modify the picture
fr_be: Changer la photo

source: Changing password
fr_be: Changement de mot de passe

# changing_password_action
source: Request to change password
fr_be: Demander changement de mot de passe

# changing_password_instruction
source: Please enter your e-mail address. You will receive a link, allowing you to change your password.
fr_be: Veuillez encoder votre adresse e-mail. Vous recevrez un lien vous permettant de changer votre mot de passe

# check_activation_email_sent
source: Please, check your email box now and click on the link in the message we have sent to you to activate your account.
fr_be: Veuillez vérifier votre e-mail maintenant et cliquez sur le lien dans le message que vous avez reçu pour activé voutre compte.

source: checkbox
fr_be: Case à cocher

# children
source: Number of children
fr_be: Nombre d'enfants

# choose_file
source: Choose a file
fr_be: Choisir un fichier

# choose_new_password
source: Choose a password
fr_be: Choisissez un mot de passe

source: City
fr_be: Localité

source: Civil status
fr_be: Etat civil

# click_to_add
source: Click here to add file
fr_be: Cliquez-ici pour joindre

# complete_profile_instruction
source: Please complete your profile
fr_be: Veuillez compléter votre profil

# confirm_email
source: Confirm mail
fr_be: Confirmer l'e-mail

source: Confirm password
fr_be: Confirmer le mot de passe

source: Confirmed
fr_be: Confirmée

# connection_possible
source: You can as from now connect to the request enrolment thanks to your e-mail address and the password you previously selected.
fr_be: Vous pouvez dès lors vous connecter à la demande d'inscription grâce à votre adresse mail et le mot de passe que vous avez choisi antérieurement.

# copy_add
source: Please add a copy of
fr_be: Veuillez joindre la copie de

source: Country
fr_be: Pays

source: Creation
fr_be: Création

# credits_acquired
source: Number of acquired credits
fr_be: Nombre de crédits acquis

# credits_enrolled
source: Number of enrolled credits
fr_be: Nombre de crédits inscrits

# credits_negative
source: Credits must be positive
fr_be: Le nombre de crédits doit être positif

# credits_too_high
source: Credits shouldn't be more than 75
fr_be: Le nombre de crédits ne peut dépasser 75

# criteria_question
source: Are you in one of these situations
fr_be: Si vous êtes dans une des situations suivantes

source: Culture card
fr_be: Carte 'Culture'

# curriculum_instruction
source: Please complete below for each year mentioned what were your activities. Every study year (successful or unsuccessful) or activity has to be completed
fr_be: Veuillez remplir ci-dessous pour chaque année mentionnée quelles ont été vos occupations. Chaque année d'études (réussie ou échouée) ou chaque activité doit être complétée.

# curriculum_instruction_duplicate
source: Please use, if needed, the 'Duplicate' button for a study course of several years within the same institute.
fr_be: Aidez-vous, au besoin, du bouton 'Dupliquer' pour un parcours en plusieurs années dans une même institution.

# daes_question
source: Given you finished your studies at the latest in 1993, did you obtain a Belgian qualification diploma to get access to higher education studies (DAES) ?
fr_be: Comme vous avez terminé vos études au plus tard en 1993, avez-vous obtenu un diplôme belge d'aptitude à accéder à l'enseignement supérieur (DAES)?

source: Data duplicated
fr_be: Données dupliquées

source: Debts
fr_be: Dette

# deceased_female
source: Deceased
fr_be: Décédée

# deceased_male
source: Deceased
fr_be: Décédé

source: Demanded
fr_be: En cours de demande

# demanded_result
source: Ongoing enrolment for the mentioned session
fr_be: En cours d'inscription à la session mentionnée

# different_emails
source: The emails encoded are different
fr_be: Les 2 emails introduit sont différents

# different_passwords
source: The passwords encoded are different
fr_be: Les 2 mots de passe sont différents

source: Diploma
fr_be: Diplome

source: Divorced
fr_be: Divorcé(d)

source: Domain
fr_be: Domaine

source: Dropdown list
fr_be: Liste déroulante

source: Duplicate
fr_be: Dupliquer

# duplicate_help
source: Duplicate the year's data to
fr_be: Dupliquer les informations de l'année en

# dutch_belgian_community
source: Dutch-speaking Community of Belgium
fr_be: Communauté flamande de Belgique

# education_community
source: Community of education
fr_be: Communauté d'enseignement

source: Educational qualification
fr_be: Enseignement de qualification

source: Educational transition
fr_be: Enseignement de transition

source: English
fr_be: Anglais

# equivalence_question
source: Has this diploma been subject to a decision of equivalence provided by the French-speaking community of Belgium ?
fr_be: Ce diplôme a-t-il fait l'objet d'une décision d'équivalence par les services de la Communauté française de Belgique?

source: error(s)
fr_be: erreur(s)

# errors_warning
source: There are errors
fr_be: Attention il y a des erreurs.

# error_with_form
source: You didn't filled all the forms or the fields are incorrect.
fr_be: Vous n'avez pas rempli tout les champs obligatoires ou les champs sont incorrects.

source: Establishment
fr_be: Etablissement

source: Failed
fr_be: Echec

source: Father
fr_be: Père

source: Female
fr_be: Féminin

source: Field is required.
fr_be: Champ requis

source: File
fr_be: Fichier

# file_copy_add_instruction
source: Please add the copy of
fr_be: Veuillez joindre la copie de

# file_copy_help_instruction
source: Please add a recto-verso copy. If you have the recto-verso copy in one file please add it.
fr_be: Vous devez fournir une copie recto-verso. Si vous avez le recto-verso dans le même fichier, veuillez le joindre.

# file_equivalence
source: Equivalence decision file
fr_be: Décision d'équivalence

# file_equivalence_btn
source: Please add the final equivalence decision file
fr_be: Veuillez joindre la décision d'équivalence

# file_equivalence_btn_modify
source: Modify the final equivalence decision file
fr_be: Modifier le document de décision d'équivalence

# file_equivalence_instructions
source: In case you are in possession of a recto-verso copy of the final equivalence decision, provided by the Ministry of the French-speaking Community of Belgium. In case you should not own this kind of document, you MUST enter a request for equivalence while strictly respecting the guidelines determined by
fr_be: Si vous la possédez, vous devrez fournir une photocopie recto-verso de la décision d'équivalence définitive délivrée par le Ministère de la Communauté française de Belgique. Si vous ne la possédez pas, une demande d'équivalence DOIT être introduite en respectant strictement les consignes indiquées par la

source: Filename
fr_be: Nom de fichier

source: Filename
fr_be: Nom de fichier

# files_translated
source: A translation by a sworn translator
fr_be: Traduction par un traducteur

source: Firstname
fr_be: Prénom

source: Foreign university
fr_be: Université étrangère

# format_date
source: dd/mm/yyyy
fr_be: jj/mm/aaaa

source: French
fr_be: Français

# french_belgian_community
source: French-speaking Community of Belgium
fr_be: Communauté française de Belgique

# french_community_grant
source: study grant French-speaking community
fr_be: allocations d'études de la Communauté française

source: Full exercise
fr_be: Plein exercice

# FULL_TIME
source: Yes, at full-time
fr_be: Oui, à temps plein

source: Further information
fr_be: Informations complémentaires

source: Further information required
fr_be: Informations complémentaires requises

source: Gender
fr_be: Genre

# general_notice
source: Notice :
fr_be: Remarque générale :

# german_belgian_community
source: German-speaking Community of Belgium
fr_be: Communauté germanophone de Belgique

source: Grandfather (profession)
fr_be: Grand-père (profession)

# help_new_account
source: Create a new account
fr_be: Création nouveau compte

# help_validate_new_password
source: New password validation
fr_be: Validation d'un nouveau mot de passe

source: Hide detail
fr_be: Masquer detail

# high_foreign_non_university
source: Foreign higher non-university education
fr_be: Supérieur Non Universitaire étranger

# high_national_non_university
source: Belgian higher non-university education
fr_be: Supérieur Non Universitaire belge

# high_result
source: More than 75%
fr_be: Plus de 75%

source: High school diploma
fr_be: Diplôme d'études secondaires

# high_school_diploma_transcript
source: High school transcript
fr_be: Relevé de notes des études secondaires

# high_school_diplome_translation
source: A translation of your high school diploma by a sworn translator
fr_be: Traduction par un traducteur-juré

# high_school_scores_transcript
source: Last High school scores transcript
fr_be: Relevé de notes pour votre dernière année d'études secondaires

source: Higher non university
fr_be: Supérieur Non-Universitaire

source: Homepage
fr_be: Page d'accueil

# iban_number
source: Account number (IBAN)
fr_be: Numéro de compte IBAN

# id_add
source: Click here to add a id documents
fr_be: Cliquez ici pour ajouter votre pièce d'identité

# id_card
source: Identity card
fr_be: Pièce d'identité

source: Id document
fr_be: Document d'identité

source: Id documents
fr_be: Pièce d'identité

# id_picture
source: Identity picture
fr_be: Photo d'identité

# id_picture_add
source: Click here to add a picture
fr_be: Cliquez ici pour ajouter une photo

source: Identity card number
fr_be: Numéro de carte d'identité

source: Illness
fr_be: Maladie

source: In Belgium
fr_be: En Belgique

# info_password_changed
source: Hello, your password has been modified!
fr_be: Bonjour, votre compte mot de passe a bien été modifié!

# inscription
source: Rnrollment
fr_be: Enrollment

source: Institution
fr_be: Etablissement

# institution_cess_help
source: In order to help you at this matter, we propose you to perform a search based on the location or postal code.
fr_be: Pour vous y aider, nous vous proposons de le rechercher soit par localité soit par code postal.

# institution_cess_question
source: What is the name of the educational institute that has provided to you a certificate of upper-secundary education (C.E.S.S.) ?
fr_be: Quel établissement scolaire a délivré ou délivrera votre certificat d'enseignement secondaire supérieur (C.E.S.S.)?

source: Institution country
fr_be: Pays de l'établissement

# institution_help_center
source: the UCL help center
fr_be: le Service d'aide de l'UCL

# institution_mandatory
source: Please mention the name of the institute where you were
fr_be: Veuillez indiquer auprès de quel établissement.

source: Institution name
fr_be: Nom de l'établissement

# institution_not_found
source: In case you could not find your institute in the list, please mention it below.
fr_be: Si vous ne trouvez pas votre établissement dans cette liste, mentionnez-le ci-après

# instruction_offer_selection_part1
source: In order to make you choice, please start by selecting a grade type(sub-grade type) and next select a study type. Next, select the required study and confirm your choice.<br/>In order to help you, you can
fr_be: Pour faire votre choix d'études, vous êtes invité(e) à sélectionner un type d'études(un sous-type d'études si nécessaire) et puis un domaine d'étude. Ensuite, choisissez les études désirées et confirmez votre choix.

# instruction_offer_selection_part2
source: In order to help you, you can consult the study programs :
fr_be: Pour vous y aider, vous pouvez consulter le

# international_diploma_question
source: What diploma did you get (or will you get) ?
fr_be: Quel diplôme avez-vous obtenu (ou obtiendrez-vous)

source: Internship
fr_be: Stage

source: Invalid date
fr_be: Date incorrecte

# invalid_email
source: Please indicate a valid email.
fr_be: Merci d'encoder une adresse email correcte.

source: Invalid year
fr_be: Année invalide

source: Job
fr_be: Travail

source: Label
fr_be: Libellé

# label_secondary_education
source: The secondary education diploma is needed to begin advanced studies (university studies, graduate,...). Ex : CESS, Bachelor, Maturity exams, Gymnasiales Studies, collegial Studies, High Shool, ...)
fr_be: Le diplôme d'études secondaires est le titre nécessaire pour entamer des études supérieures (universitaires, en haute-école, ...). Ex : CESS, Baccalauréat, Diplôme de Maturité, Etudes Gymnasiales, Etudes Collégiales, High School, ...

source: Language
fr_be: Langue

source: Lastname
fr_be: Nom

source: Legal residence
fr_be: Domicile légal

source: Linguistic regime
fr_be: Régime linguistique

# local_language_exam
source: Exam for Proficiency of the French Language
fr_be: Examen de maitrise de la langue française

source: Long input text
fr_be: Boite de texte longue

# low_result
source: Less than 65%
fr_be: Moins de 65%

# mail_account_activation
source: You have received by e-mail, a confirmation of account and activity creation, by clicking on the activation link.
fr_be: Vous avez reçu, par mail, une confirmation de création de compte et activé celui-ci en cliquant sur le lien d'activation.

source: Male
fr_be: Masculin

# mandatory_asterisk
source: All fields marked with a * are mandatory.
fr_be: Tous les champs marqués d'une * sont obligatoires.

source: Mandatory field
fr_be: Champ obligatoire

# mandatory_field_next_step
source: Mandatory field before going to the next step
fr_be: Champ obligatoire avant de passer à l'étape suivante

# mandatory_university_name
source: Please mention an university's name.
fr_be: Merci de préciser un nom d'université.

source: Married
fr_be: Marié

source: Maternal
fr_be: Maternel

# middle_name
source: Middle name(s)
fr_be: Autres prénoms

# middle_result
source: Between 65 and 75%
fr_be: Entre 65 et 75%

source: Miss
fr_be: Madame

source: Mister
fr_be: Monsieur

source: Mobile
fr_be: GSM

source: Modify
fr_be: Modifier

source: Mother
fr_be: Mère

# msg_error_education_type
source: Please specify the education type.
fr_be: Il faut préciser un type d'enseignement

# msg_error_international_diploma
source: Please specify the diploma you have been awarded.
fr_be: Il faut préciser le diplôme obtenu

# msg_error_next_step_impossible
source: Impossible to go to the next step. You must have at least answered 'Yes' to one of the following questions :
fr_be: Impossible de passer à l'étape suivante. Il faut avoir répondu 'Oui' à au moins unes des questions suivantes :

# msg_error_other_education_type
source: Please specify the other education type.
fr_be: Il faut préciser un type d'enseignement autre

# msg_error_school_belgian_community
source: Please mention the community of the school where you went to high school.
fr_be: Il faut préciser un type de communauté pour l'établissement

# msg_error_size_and_content
source: File too big or bad content
fr_be: Fichier trop volumineux, ou d'un mauvais type

# msg_error_username_password_not_matching
source: Your username and password didn't match. Please try again.
fr_be: La combinaison login/mot de passe entrée n'est pas valide. Veuillez réessayer.

# msg_info_duplicated
source: Data duplicated
fr_be: Données dupliquées

# msg_info_not_duplicated
source: Data not duplicated
fr_be: Données non dupliquées car données invalides

# msg_info_saved
source: Data saved
fr_be: Les données ont été enregistrées

# msg_language_diploma
source: Please clarify the linguistic regime.
fr_be: Il faut préciser un régime linguistique

# msg_other_language_diploma
source: If other linguistic regime, please clarify.
fr_be: Si autre régime linguistique, précisez

# msg_school_name
source: Please mention the name of the institute where you were.
fr_be: Veuillez indiquer auprès de quel établissement.

# msg_warning_curriculum
source: Please mention your secondary education and diplomas informations, before encoding the curricula.
fr_be: Veuillez encoder vos études secondaires avant d'encoder les curricula. Merci

source: Name
fr_be: Nom

source: National registry number
fr_be: Numéro du registre national

# national_university
source: Belgian university
fr_be: Université belge

source: Nationality
fr_be: Nationalité

# new_demand
source: Encode a new application demand
fr_be: Introduire une nouvelle demande

# new_file_confirmation_message
source: Are you sure you want to upload this file?
fr_be: Etes-vous sûre de vouloir uploader ce fichier?

# new_password_instruction
source: Please indicate your new password
fr_be: Merci d'encoder ci-dessous votre nouveau mot de passe

source: Next step
fr_be: Etape suivante

source: No
fr_be: Non

# no_account_yet
source: If you do not yet have an account
fr_be: Si vous ne disposez pas encore de ce compte

# no_preview
source: No preview available on a non image file
fr_be: Pas d'aperçu disponible sur un fichier qui n'est pas de type image(gif, png, jpg,...)

source: No profession
fr_be: Aucune profession

source: No result
fr_be: Pas de résultat

source: Not in Belgium
fr_be: A l'étranger

source: Number
fr_be: Numéro

# numeric_field
source: Please indicate a numeric value.
fr_be: Champ numérique obligatoire.

source: Obtained result
fr_be: Résultat obtenu

source: Offer choice
fr_be: Choix de l'offre

source: Online Enrollment
fr_be: Inscription en ligne

source: or
fr_be: ou

source: Original of
fr_be: Original de votre

source: Other
fr_be: Autre

# other_education
source: Secondary education
fr_be: Etudes secondaires

source: Other education type
fr_be: Autre enseignement

source: Other institution
fr_be: Autre etablissement

source: Other phone
fr_be: Autre téléphone

# other_study_grant
source: Do you benefit from a study grant provided by another institute?
fr_be: Bénéficiez-vous d'une bourse d'études auprès d'un autre organisme?

# other_study_grant_address
source: If affirmative, please provide the name and address of the organisation
fr_be: Veuillez indiquer le nom et l'adresse de cet organisme

# PART_TIME
source: Yes, at part-time
fr_be: Oui, à temps partiel

source: Passport number
fr_be: Numéro de passeport

source: Password
fr_be: Mot de passe

# password_label
source: Password
fr_be: Mot de passe

# password_too_short
source: This password is too short. It must contain at least 8 characters.
fr_be: Le mot de passe est trop court. Il doit contenir au minimum 8 caractères.

source: Paternal
fr_be: Paternel

source: Path
fr_be: Parcours

source: Path repetition
fr_be: En cours d'études avez-vous redoublé?

source: Path type
fr_be: Type de parcours

source: Ph.d.
fr_be: Doctorat

# place
source: Complement
fr_be: Lieu-dit (éventuellement)

# plain
source: Plan
fr_be: Texte
