Repository: uclouvain/osis-portal
Catalog: admission/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Plain and HTML
fr_be: Texte et HTML

# pnl_academic_year_secondary_education
source: You have made your secondary education
fr_be: Vous avez effectué vos études secondaires

# pnl_academic_year_which_year
source: Please mention the academic year of graduating from high school
fr_be: Veuillez indiquer l'année académique d'obtention

source: Postal address
fr_be: Adresse de correspondance

source: Postal code
fr_be: Code postal

source: Prerequisites
fr_be: Prérequis

source: Previous step
fr_be: Etape précédente

source: Primary
fr_be: Primaire

source: Professional
fr_be: Professionel

source: Professional activity
fr_be: Activité professionelle

source: Professional experiences
fr_be: Expériences professionnelles

source: Profile
fr_be: Profil

# question_activity
source: What kind of activity?
fr_be: Quelle activité?

# question_activity_place
source: Where?
fr_be: A quel endroit?

# question_address
source: Is the contact address identical to your resident address?
fr_be: Adresse de contact est la même que votre domicile légal?

# question_admission_exam
source: Did you enrol or do you plan to enrol for an entry exam?
fr_be: Avez-vous été inscrit(e) ou allez-vous être inscrit(e) à un examen d'admission?

# question_belgian_diploma
source: Is your diploma, a belgian one
fr_be: Votre diplôme donnant accès à ce programme a-t-il été émis par une institution belge

# question_credits_valorisation
source: Would you like to take advantage of credits for these studies
fr_be: Voulez-vous valoriser des crédits pour ces études

# question_culture_card
source: Would you like to receive the culture card?
fr_be: Désirez-vous la carte culture?

# question_date_session
source: Date?
fr_be: A quelle date?

# question_domain
source: Domain, subdomain, and grade type corresponds to your studies
fr_be: Le domaine, sous-domaine et type d'études correspondent à vos études

# question_domain_title
source: Domain, subdomain, and grade type corresponds to your studies
fr_be: Introduisez l'intitulé de vos études

# question_exam_type
source: What type of exam?
fr_be: Quel type d'examen?

# question_get_diploma
source: Did you get or will you get this year a secondary education diploma?
fr_be: Avez-vous obtenu un diplôme de fin d'études secondaires ou allez-vous l'obtenir cette année?

# question_identity
source: Please mention at least one identity number.
fr_be: Veuillez fournir au moins un numéro d'identité.

# question_institution_name
source: At which institute (name)?
fr_be: Nom de l'établissement

# question_institution_name_nice
source: At which institute (name)?
fr_be: Nom de l'établissement

# question_local_language_exam
source: Did you enrol or do you plan to enrol for this exam ?
fr_be: Avez-vous été inscrit(e) ou allez-vous être inscrit(e) à cet examen?

# question_other_exam_type
source: Other type of exam
fr_be: Autre type d'examen?

# question_password_forgotten
source: Password forgotten?
fr_be: Mot de passe oublié?

# question_path_reorientation
source: Please mention if you have changed of orientation during your studies.
fr_be: En cours d'études, avez-vous changé d'orientation?

# question_previous_enrollment
source: Have you previously been registered at :
fr_be: Avez-vous déjà été inscrit, antérieurement, à l'institution suivante :

# question_professional_experience
source: Did you enrol or do you plan to enrol for this exam with the purpose of valorisation of the professional achievements and experience (VAE)?
fr_be: Avez-vous été inscrit(e) ou allez-vous être inscrit(e) à un examen de la valorisation des acquis et expériences professionnelles (VAE)?

# question_raffle_number
source: Please mention the number given be the enrolment service
fr_be: Veuillez indiquer le numéro que le service des inscriptions vous a fourni

# question_registration_number
source: What is your registration number ?
fr_be: Quel est votre numéro de matricule ?

# question_resident
source: Are you resident
fr_be: Etes-vous resident

# question_same_program
source: Are you already enrolled to the same program in an institution of the French community
fr_be: Etes-vous déjà inscrit au même programme dans un établissement de la communauté française

# question_same_studies
source: Did you already start the same studies in another institution
fr_be: Avez-vous déjà entamé les mêmes études dans un autre établissement

# question_solidarity_card
source: Would you like to receive the solidarity card?
fr_be: Désirez-vous la carte solidaire?

# question_study_domain
source: Please select a study domain
fr_be: Choisissez un domaine d'études

# question_study_grant
source: Do you have a study grant request?
fr_be: Avez-vous une demande d'une allocation d'études ?

# question_study_type
source: Please select a study type
fr_be: Choisissez un type d'études

# question_year_diploma
source: Did you obtain your diploma for that year?
fr_be: Avez-vous obtenu votre diplôme cette année-là?

# question_year_last_registration
source: What is your last registration year at :
fr_be: Quelle est votre dernière année dans l'institution suivante :

source: Radio button
fr_be: Bouton radio

# recto_verso_copy
source: Please a recto-verso copy. If you have the recto-verso in a same file, please add it twice
fr_be: Vous devez fournir une copie recto-verso. Si vous avez le recto-verso dans le même fichier, veuillez joindre les 2

source: Reduction
fr_be: Réduction

# reduction_enrolment_fees
source: Reduction of the enrolment fees
fr_be: Réduction des droits d'inscription

source: Reference number
fr_be: Numéro de dossier

source: Requested study
fr_be: Etude demandée

source: Resend activation email
fr_be: Renvoyer l'email d'activation

source: Residence country
fr_be: Pays de résidence

source: Result
fr_be: Résultat

source: Save
fr_be: Sauvegarder

source: Scores transcript
fr_be: Feuille de notes

source: Secondary education
fr_be: Etudes secondaires

source: Secondary inferior
fr_be: Secondaire inférieur

source: Secondary superior
fr_be: Secondaire supérieur

source: Separated
fr_be: Séparé(s)

source: Short input text
fr_be: Boite de texte courte

source: Show detail
fr_be: Montrer detail

source: Single
fr_be: Célibataire

source: Social advancement
fr_be: Promotion sociale

source: Sociological survey
fr_be: Enquête sociologique

source: Solidarity Card
fr_be: Carte 'Solidaire'

source: Specify
fr_be: Préciser

# specify_locality
source: In case you could not find the locality in the list, please mention it below.
fr_be: Vous ne trouvez pas la localité dans la liste

# specify_name
source: Other, please specify
fr_be: Si autre, préciser le nom

# specify_university_name
source: In case you could not find your university in the list, please mention it below.
fr_be: Vous ne trouvez pas l'université dans la liste

# sport_affiliation
source: Affiliation sports activities
fr_be: Affiliation SPORT

# sport_affiliation_lln
source: Would you like to participate to sports activities organised at the site of Louvain-la-Neuve and Brussels Woluwe?
fr_be: Désirez-vous l'affiliation aux activités sportives qui sont organisées sur les sites de Louvain-la-Neuve et Bruxelles

# sport_affiliation_lln_information
source: Information on sports at Louvain-la-Neuve and Brussels-Woluwe
fr_be: Informations sur le sport à Louvain-la-Neuve et à Bruxelle Woluwé

# spouse_name
source: Spouse complete name
fr_be: Nom et prénom conjoint

source: Street
fr_be: Rue/Avenue

source: Student
fr_be: Etudiant

source: Study
fr_be: Etude

# study_grant_number
source: In case of a request for a study grant, please mention the pending file number
fr_be: Veuillez indiquer le n° du dossier ouvert

source: study programs
fr_be: programme d'études

source: Study systems
fr_be: Système d'études

source: Subdomain
fr_be: Sous-domaine

source: Submission
fr_be: Soumission

source: Submitted
fr_be: Soumise

# succeed_result
source: Succeed
fr_be: Succès

source: Succeeded
fr_be: Réussite

# SUPERIOR_NON_UNIVERSITY
source: Superior but not university
fr_be: Supérieur mais pas université

# tab_diplomas
source: Diplomas and certificates
fr_be: Diplômes et certificats

# table_contents
source: Table of contents
fr_be: Table des matières

source: Teacher training certificate
fr_be: Agrégation

# template_error
source: No message was sent : the message template {} does not exist.
fr_be: Aucun message n'a été envoyé : le modèle de message {} n'existe pas.

source: There are
fr_be: Il y a

# title_no_debts
source: Certificate stating the absence of debts
fr_be: Attestation stipulant l'absence de dettes

source: To specify
fr_be: A spécifier

source: To submit
fr_be: A soumettre

source: Transcript
fr_be: Relevé de notes

source: translated
fr_be: traduit

source: Undefined
fr_be: Non-précisé

source: Unemployment
fr_be: Chômage

source: University
fr_be: Université

source: University
fr_be: Université

source: University country
fr_be: Pays de l'université

source: University name
fr_be: Nom de l'université

# unknow_number_yet
source: In case you do not know this number yet, you can always provide us this information later on.
fr_be: Si vous ne connaissez pas encore ce numéro, il vous sera toujours possible de nous le communiquer ultérieurement.

source: Unknown
fr_be: Inconnu

# update_curriculum
source: Update your curriculum
fr_be: Modifier votre curriculum

# update_secondary_education
source: Update diplomas/secondary education
fr_be: Modifier diplômes/études secondaires

source: Upload button
fr_be: Bouton upload

# vae_information
source: Further information
fr_be: Informations complémentaires

source: Validate
fr_be: Valider

source: Volunteering
fr_be: Bénévolat

# welcome
source: Welcome to the Online Enrolment at the Université catholique de Louvain
fr_be: Bienvenue sur la demande d'inscription en ligne de l'Université catholique de Louvain.

# which_community
source: Please mention the community where you went to high school.
fr_be: Dans quelle Communauté avez-vous suivi (ou suivez-vous) la dernière année de vos études

# which_result
source: Which result did you get?
fr_be: Quel résultat avez-vous obtenu?

# which_type_education
source: What type of education did (do) you follow?
fr_be: Quel type d'enseignement avez-vous suivi (ou suivez-vous)?

source: Widowed
fr_be: Veuf(ve)

source: Wrong date
fr_be: La date semble erronée

source: Yes
fr_be: Oui

source: Your diplomas
fr_be: Vos diplômes

# your_profile
source: Your profille
fr_be: Votre profil

source: Your requests
fr_be: Vos demandes

# add_document
source: Add a document
fr_be: Cliquez ici pour ajouter un document

# precise_file
source: Please select a file
fr_be: Merci de sélectionner un fichier

# resident_long_duration
source: Residence Long Duration
fr_be: Carte de 'résident longue durée' (Carte D)

# id_foreign_unlimited
source: Unlimited Foreign ID
fr_be: Carte d’identité des étrangers séjour illimité 'établissement' (Carte C)

source: Attachment 26
fr_be: Annexe 26

source: Refugee Card
fr_be: Carte de réfugié (Carte B)

source: Family Composition
fr_be: Composition de ménage récente

source: Birth Certificate
fr_be: Acte de naissance

source: Resident Certificate
fr_be: Certificat de résidence récent

source: Stateless Certificate
fr_be: Document officiel de la commune ou de l’Office des étrangers prouvant le statut d’apatride

source: Foreign Inscription Certificate
fr_be: Certificat d’inscription au registre des étrangers d’une durée limitée d’un an renouvelable

source: Subsidiary Protection Decision
fr_be: Décision de l’Office des étrangers attestant de la situation de la protection subsidiaire

source: Residence Permit
fr_be: Permis de séjour de un an minimum

source: Paycheck
fr_be: 1 fiche de salaire sur les 12 mois précédant l’inscription prouvant que votre rémunération correspond à la moitié de la rémunération brute mensuelle moyenne minimum garantie fixée par le CNT (http://www.cnt-nar.be/CAO-CCT-BEDRAGEN/BEDRAGEN-2013-01-01.pdf )

source: CPAS
fr_be: Attestation récente du CPAS

source: Tutorship Certificate
fr_be: Attestation émanant de l’administration communale et la tutelle légale par un jugement de tutelle (NB : l’âge de la majorité peut varier suivant la nationalité) (Optionnel)

source: Scholarship CFWB
fr_be: Attestation de bourse délivrée par la CFWB ou la Coopération au développement

# help_pnl_selectedfiles
source: Please select a file
fr_be: Veuillez sélectionner un fichier

# paycheck_1
source: 1st paycheck
fr_be: 1ière fiche de salaire

# paycheck_2
source: 2nd paycheck
fr_be: 2ième fiche de salaire

# paycheck_3
source: 3rd paycheck
fr_be: 3ième fiche de salaire

# paycheck_4
source: 4th paycheck
fr_be: 4ième fiche de salaire

# paycheck_5
source: 5th paycheck
fr_be: 5ième fiche de salaire

# paycheck_6
source: 6th paycheck
fr_be: 6ième fiche de salaire

# errors_validation_warning
source: Some errors prevent the tab validation
fr_be: Il reste des erreurs qui empêche la validation de l'onglet

# no_doc
source: No document available
fr_be: Pas de document

source: Mandatory file
fr_be: Fichier obligatoire

# prerequisites_min_data
source: You must have, at least, an secondary diploma or a professional exam or an admission exam or a local language exam
fr_be: Vous devez au minimum avoir un diplôme d'études secondaire, un examen professionnel/d'admission/de langue française

# validation_errors
source: fields are invalid
fr_be: champs sont invalides

# msg_one_prerequisite
source: You must at minimum have a diploma for high school, a professional exam, an admission exam or a local language exam
fr_be: Vous devez au minimum être en possession d'un diplome d'étude secondaires, d'une expérience professionnelle, d'un examen d'admission ou encore d'un examen de langue française

# question_lottery_number
source: Please mention your lottery number
fr_be: Veuillez indique le numéro que le Service d'inscription vous a fourni

# CRITERIA_1
source: Please, mention whether you have an authorization of an institute or you are a long-term resident.
fr_be: Avez-vous une autorisation d’établissement ou vous êtes résident de longue durée ?

# CRITERIA_2
source: Please mention if you are a refugee, stateless or if you want to benefit from a subsidiary protection.
fr_be: Etes-vous réfugié, apatride ou bénéficiez- vous d’une protection subsidiaire ?

# CRITERIA_3
source: Please mention if you have a residence permit beyond 3 months and if you benefit from professional or replacement income.
fr_be: Avez-vous une autorisation de séjour de plus de 3 mois et bénéficiez–vous de revenus professionnels ou de remplacement ?

# CRITERIA_4
source: Please mention if you receive support from CPAS, a residence of CPAS or designated by CPAS (is the public institute for social welfare)
fr_be: Etes-vous pris en charge par le CPAS, un home du CPAS ou désigné par le CPAS ?

# CRITERIA_5
source: Please mention if your father, mother, legal guardian, spouse or legal cohabitant carries the nationality of a EU-member state or if this persons complies with the conditions as referred to in the questions 1 to 4.
fr_be: Votre père, mère, tuteur légal, conjoint ou cohabitant légal a-t-il la nationalité d’un pays d’un état membre de l’Union Européenne ou remplit- il une des conditions visées par les questions de 1 à 4

# CRITERIA_6
source: Please mention if you benefit from a scholarship as defined in article 105 § 2 of the decree of November 7th, 2013 (CFWB or the Cooperation to Development)
fr_be: Bénéficiez-vous d’une bourse visée à l’article 105 § 2 du décret du 7 novembre 2013 (CFWB ou la Coopération au développement) ?

# CRITERIA_7
source: Are you an european long-term resident (of a country other than Belgium)?
fr_be: Etes-vous résident de longue durée en U.E. (hors Belgique) ?

source: Advanced master
fr_be: Master spécialisé

source: Bachelor
fr_be: Bachelier

source: Training certificate
fr_be: Agrégation

source: Certificate
fr_be: Certificat

# DOCTORATE
source: Ph.D
fr_be: Doctorat

# institution_not_found_question
source: Didn't you find your institute in the list below?
fr_be: Vous n'avez pas trouvé votre établissement dans cette liste ci-après?

source: Validate data
fr_be: Valider mes données

# mandatory_file_recto_verso
source: Mandatory files for recto and verso
fr_be: Fichiers recto et verso obligatoires

# validation_error
source: field is invalid
fr_be: champ empêche la validation de l'onglet

# profession_not_found
source: You haven't found your profession above?
fr_be: Vous n'avez pas trouvé votre profession?

# grandfather
source: Grandfathers
fr_be: Grand-pères

source: Other linguistic regime
fr_be: Autre régime linguistique

# is_required_for
source: is required for the following offer :
fr_be: est requis pour l'offre suivante :

source: The exam type
fr_be: Le type d'examen

source: European union
fr_be: Union européenne

source: Non european union
fr_be: Non union européenne

source: No result yet
fr_be: Pas encore de résultat

# no_identification_number
source: Please mention at least a national register number, an identity card number or a passport number.
fr_be: Veuillez indiquer au moins un numéro de registre national, de carte d'identité ou de passeport.

# attachments_admission_mandatory
source: Motivation letter and curriculum document are mandatory for an admission
fr_be: Une lettre de motivation et un curriculum sont des documents obligatoires pour une demande d'admission

# letter_motivation_doc_missing
source: Motivation letter document is mandatory
fr_be: La lettre de motivation est manquante

# curriculum_doc_missing
source: Curriculum document is mandatory
fr_be: Le curriculum est manquant

# letter_motivation
source: Motivation letter
fr_be: Lettre de motivation

# national_diploma_recto
source: High school diploma - recto
fr_be: Diplôme d'études secondaires - recto

# national_diploma_verso
source: High school diploma - verso
fr_be: Diplôme d'études secondaires - verso

# professional_exam_certificate
source: Please add a copy of your certificate or a proof of your professional exam enrollment.
fr_be: Certificat ou preuve d'inscription à l'examen

source: Admission exam certificate
fr_be: Certificat d'exament d'admission

# high_school_scores_transcript_recto
source: High school transcript - recto
fr_be: Relevé de notes des études secondaires - recto

# high_school_scores_transcript_verso
source: High school transcript - verso
fr_be: Relevé de notes des études secondaires - verso

# translated_high_school_scores_transcript_recto
source: Translated high school transcript - recto
fr_be: Traduction relevé de notes des études secondaires - recto

# translated_high_school_scores_transcript_verso
source: Translated high school transcript - verso
fr_be: Traduction relevé de notes des études secondaires - verso

# international_diploma_recto
source: High school diploma - recto
fr_be: Diplôme d'études secondaires - recto

# international_diploma_verso
source: High school diploma - verso
fr_be: Diplôme d'études secondaires - verso

# translated_international_diploma_recto
source: Translated high school diploma - recto
fr_be: Traduction diplôme d'études secondaires - recto

# translated_international_diploma_verso
source: Translated high school diploma - verso
fr_be: Traduction diplôme d'études secondaires - verso

source: Identity card
fr_be: Carte d'identité

# msg_next_offer
source: Before going to the next step you have to select at least one offer and mention if you obtained a belgian diploma
fr_be: Avant de pouvoir accéder à l'étape suivante vous devez sélectionner au minimum une offre et indiquer si vous disposez d'un diplôme belge

# msg_next_profil
source: Before going to the next step you have to mention you nationality and the country where you live
fr_be: Avant de pouvoir accéder à l'étape suivante vous devez encoder au minimum, votre nationalité et votre pays de domicile

source: Criteria
fr_be: Critère

# concerned_person
source: for concerned person
fr_be: Pour la personne concernée

source: Invalid content type
fr_be: Type de fichier invalide

# select_file
source: Please select a file
fr_be: Sélectionner un fichier

# error_occured
source: An error occured! The file hasn't been uploaded. Restart your app
fr_be: Attention le fichier n'a pas été sauvegardé!

# msg_no_next_step
source: Before going to the next step you have to :
fr_be: Avant de pouvoir accéder à l'étape suivante vous devez :

# msg_assimilation_criteria
source: Mention a assimilation criteria, or mention if you don't correspond to any criteria.
fr_be: Précisez le critère d'assimilation auquel vous correspondez le mieux, ou si vous ne correspondez à aucun critère.

# contact_country
source: Country required
fr_be: Pays requis

# contact_street
source: Street required
fr_be: Rue requise

# contact_number
source: Number required
fr_be: Numéro requis

# contact_postal_code
source: Zip code required
fr_be: Code postal requis

# contact_city
source: City required
fr_be: Localité requise

# legal_country
source: Country required
fr_be: Pays requis

# legal_street
source: Street required
fr_be: Rue requise

# legal_number
source: Number required
fr_be: Numéro requis

# legal_postal_code
source: Zip code
fr_be: Code postal requis

# legal_city
source: City required
fr_be: Localité requise

# invalid_data
source: Errors in the form
fr_be: Attention il y a des erreurs

source: Number invalid
fr_be: Nombre invalide

# previous_enrollment_required_year
source: Please mention the last academic year
fr_be: Merci de préciser la dernière année

# previous_enrollment_required_nb
source: Please mention a registration number
fr_be: Merci de préciser un numéro de matricule

source: Language exam certificate
fr_be: Attestation de réussite ou la preuve d'inscription

# question_need_to_save
source: Sure? Don't you need to save some data?
fr_be: Sûr? Vous n'avez pas besoin de sauvegarder vos données?

# msg_activation_failed
source: Problem occurred during account validation
fr_be: Problème lors de l'activation de votre compte!

# detail_activation_failed
source: Maybe you have already activated your account
fr_be: Peut-être avez-vous déjà activé votre compte

source: Click
fr_be: Cliquez

source: here
fr_be: ici

# to_connect
source: to get to the login page
fr_be: pour vous connecter

# contact_service_desk
source: contact the service desk :
fr_be: contactez le support UCL à l'adresse suivante :

source: call
fr_be: téléphonez au

# technical_failure
source: Technical problems?
fr_be: En cas de problème technique,
