Repository: uclouvain/osis-portal
Catalog: inscription_evaluation/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Absent excused
fr_be: Absence excusée

# inscription-evaluation
source: Academic year
fr_be: Année académique

source: According to the rules for evaluations enrollment, in your situation, there are no evaluation you can submit for this session. Nevertheless, please submit your request enrollment for 0 evaluation.
fr_be: Selon les règles de l’inscription aux évaluations, dans votre situation, il n’y a aucune évaluation que vous pouvez présenter à cette session. Veuillez néanmoins soumettre votre demande d’inscription à 0 évaluation.

# inscription-evaluation
source: Acronym
fr_be: Sigle

source: Cheating
fr_be: Tricherie

source: Click on the code of the course (acronym) for which you want to register for evaluations.
fr_be: Cliquez sur le sigle de la formation pour laquelle vous désirez vous inscrire aux évaluations.

# inscription-evaluation
source: Complement
fr_be: Complément

source: Counts toward the degree
fr_be: Poursuite de cycle

# inscription-evaluation
source: Course
fr_be: Formation

# inscription-evaluation
source: Course choice
fr_be: Choix de la formation

source: Course unit of the complementary module
fr_be: Unité d'enseignement du module complémentaire

source: Course unit that counts toward the degree (block 2 or 3)
fr_be: Unité d'enseignement de la poursuite de cycle (bloc 2 ou 3)

source: Course unit that does not count towards the degree
fr_be: Unité d'enseignement qui ne compte pas pour la progression dans le cycle

# inscription-evaluation
source: Credited
fr_be: Crédité

# inscription-evaluation
source: Credits
fr_be: Crédits

source: Credits for the course unit are acquired
fr_be: Les crédits de l'unité d'enseignement sont acquis

source: Evaluation registration form for %(sigle_formation)s has been successfully submitted. A confirmation email will be sent to %(email)s.
fr_be: Formulaire d'inscription aux évaluations pour %(sigle_formation)s soumis avec succès. Un mail de confirmation est envoyé à l'adresse %(email)s.

# inscription-evaluation
source: Evaluation registration summary
fr_be: Récapitulatif d'inscription aux évaluations

# inscription-evaluation
source: Faculty contact
fr_be: Contact en faculté

# inscription-evaluation
source: First name
fr_be: Prénom

source: If this is suitable for you, please continue and submit your evaluation registration.
fr_be: Si cela vous convient, veuillez poursuivre et soumettre votre inscription aux évaluations.

# inscription-evaluation
source: January
fr_be: Janvier

# inscription-evaluation
source: June
fr_be: Juin

# inscription-evaluation
source: Last name
fr_be: Nom

# inscription-evaluation
source: Legend
fr_be: Légende

source: Modify my registrations
fr_be: Modifier mes inscriptions

# inscription-evaluation
source: My exams enrollment
fr_be: Mon inscription aux évaluations

source: No learning unit enrollment found for this training.
fr_be: Aucune inscription aux unités d'enseignement pour cette formation.

source: Non-degree course units
fr_be: Hors Progression

source: Note resulting from exemption test
fr_be: Note résultant d'un test dispensatoire

source: Please correct any errors in your form to save it and continue to the summary of your evaluation application.
fr_be: Veuillez corriger les erreurs dans votre formulaire pour l'enregistrer et poursuivre vers le récapitulatif de votre demande d'inscriptions aux évaluations.

source: Please note that this page is updated every 24 hours and may not yet reflect all the latest changes.
fr_be: Attention cette page est mise à jour toutes les 24h et ne reflète peut-être pas encore toutes les dernières modifications.

source: Re-registered for a evaluation
fr_be: Réinscrit.e à une évaluation

source: Registered for a evaluation
fr_be: Inscrit.e à une évaluation

source: Registered for a partial evaluation
fr_be: Inscrit.e à une évaluation partielle

source: Registration for online evaluations for the January session is open until %(date_fermeture)s for this course.
fr_be: L'inscription aux évaluations en ligne pour la session de janvier est accessible jusqu'au %(date_fermeture)s pour cette formation.

source: Registration for online evaluations for the June session is open until %(date_fermeture)s for this course.
fr_be: L'inscription aux évaluations en ligne pour la session de juin est accessible jusqu'au %(date_fermeture)s pour cette formation.

source: Registration for online evaluations for the September session is open until %(date_fermeture)s for this course.
fr_be: L'inscription aux évaluations en ligne pour la session de septembre est accessible jusqu'au %(date_fermeture)s pour cette formation.

# inscription-evaluation
source: Return to initial screen
fr_be: Retour à l'écran initial

source: Save and continue to the summary of registrations
fr_be: Enregistrer et poursuivre vers le récapitulatif des inscriptions

# inscription-evaluation
source: September
fr_be: Septembre

source: Submit my exams enrollment
fr_be: Soumettre mon inscription aux évaluations

source: The size of your screen does not allow optimal navigation within the form. If possible, please use a larger screen for easier navigation.
fr_be: La taille de votre écran ne permet pas une navigation optimale au sein du formulaire. Veuillez utiliser, si possible, un écran plus grand pour une navigation plus aisée.

# inscription-evaluation
source: Title
fr_be: Intitulé

source: Unexcused absence
fr_be: Absence non excusée

# inscription-evaluation
source: Year
fr_be: Année

source: You are not registered for any course for the %(annee_academique)s academic year.
fr_be: Vous n'êtes inscrit.e à aucune formation pour l'année académique %(annee_academique)s.

source: You are not registered for any course for the {annee_academique} academic year.
fr_be: Vous n'êtes inscrit.e à aucune formation pour l'année académique {annee_academique}.

source: You are not registered for any of the %(nombre_evaluation_organisee)s evaluation organized for the January session.
fr_be: Vous n'êtes inscrit.e à aucune évaluation sur le(s) %(nombre_evaluation_organisee)s évaluation(s) organisée(s) à la session de janvier.

source: You are not registered for any of the %(nombre_evaluation_organisee)s evaluation organized for the June session.
fr_be: Vous n'êtes inscrit.e à aucune évaluation sur le(s) %(nombre_evaluation_organisee)s évaluation(s) organisée(s) à la session de juin.

source: You are not registered for any of the %(nombre_evaluation_organisee)s evaluation organized for the September session.
fr_be: Vous n'êtes inscrit.e à aucune évaluation sur le(s) %(nombre_evaluation_organisee)s évaluation(s) organisée(s) à la session de septembre.

source: You are registered for %(nombre_inscription)s of the %(nombre_evaluation_organisee)s evaluation organized for the January session.
fr_be: Vous êtes inscrit.e à %(nombre_inscription)s évaluation(s) sur le(s) %(nombre_evaluation_organisee)s évaluations organisée(s) à la session de janvier.

source: You are registered for %(nombre_inscription)s of the %(nombre_evaluation_organisee)s evaluation organized for the June session.
fr_be: Vous êtes inscrit.e à %(nombre_inscription)s évaluation(s) sur le(s) %(nombre_evaluation_organisee)s évaluations organisée(s) à la session de juin.

source: You are registered for %(nombre_inscription)s of the %(nombre_evaluation_organisee)s evaluation organized for the September session.
fr_be: Vous êtes inscrit.e à %(nombre_inscription)s évaluation(s) sur le(s) %(nombre_evaluation_organisee)s évaluations organisée(s) à la session de septembre.

source: You are registered for all the evaluations ticked below.
fr_be: Vous êtes inscrit.e à toutes les évaluations cochées ci-dessous.

source: You can modify your evaluation entries as long as you have not submitted them.
fr_be: Vous pouvez modifier vos inscriptions aux évaluations tant que vous n'avez pas soumis.

source: You can view all evaluation registration statements in the <a href="%(mon_pae_et_mes_notes_url)s">'My annual program and my marks'</a> summary.
fr_be: Vous pouvez consulter l'ensemble des états d'inscriptions aux évaluations dans le récapitulatif <a href="%(mon_pae_et_mes_notes_url)s">'Mon programme annuel et mes notes'</a>.

# inscription-evaluation
source: Your faculty contact
fr_be: Votre contact en faculté

source: Your registrations are saved, but you can modify them as long as you have not submitted them.
fr_be: Vos inscriptions sont enregistrées mais vous pouvez les modifier tant que vous ne les avez pas soumises.

source: Your request to register for evaluations has not been saved.
fr_be: Votre demande d'inscriptions aux évaluations n'a pas été enregistrée.
