Repository: uclouvain/osis-portal
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: A problem was detected with your registration : 2 registration id's are linked to your user.</br> Please contact <a href="{registration_department_url}" target="_blank">the Registration department</a>. Thank you.
fr_be: Un problème a été détecté au niveau de votre inscription : deux NOMAS sont affectés à votre utilisateur.</br> Veuillez prendre contact le <a href="{registration_department_url}" target="_blank">Service des inscriptions</a> afin de résoudre le problème. Merci.

source: Annual program
fr_be: Programme annuel

source: Annual program administration
fr_be: Administration du programme annuel

source: Attestations administration
fr_be: Administration des attestations

source: Birth date
fr_be: Date de naissance

source: Birth location
fr_be: Lieu de naissance

source: City
fr_be: Ville

source: Country
fr_be: Pays

source: Dissertations
fr_be: Mémoires

source: Download lists of students enrolled to exams for online scores encoding (Excel)
fr_be: Télécharger les listes d'étudiants inscrits aux examens pour l'encodage des notes en ligne (Excel)

source: Exams enrollment
fr_be: Inscriptions aux examens

source: Faculty administration
fr_be: Administration facultaire

source: First name
fr_be: Prénom

source: Global id
fr_be: Matricule fgs

source: ID data
fr_be: Identification

source: If those data are not correct, please contact the
fr_be: Si ces données ne sont pas exactes, veuillez prendre contact avec le

source: Internships
fr_be: Stages

source: Internships assessment
fr_be: Évaluation des stages

source: Last name
fr_be: Nom

source: Lists of students enrolled to my exams
fr_be: Listes des étudiants inscrits à mes examens

source: Manage my annual programme proposal
fr_be: Gérer ma proposition de programme annuel

source: Manage my description fiche
fr_be: Gérer mes fiches descriptives

source: Manage my exam registration
fr_be: Gérer mon inscription aux examens

source: Middle name(s)
fr_be: Prénom(s) suivant(s)

source: Mobile number
fr_be: Numéro de GSM

source: My applications
fr_be: Mes candidatures

source: My attendance marks
fr_be: Mes notes de présence

source: My attestations
fr_be: Mes attestations

source: My courses enrollment
fr_be: Mon inscription aux cours

source: My description fiche
fr_be: Mes fiches descriptives

source: My personal data
fr_be: Mes données personnelles

source: My teaching charge
fr_be: Ma charge d'enseignement

source: Personal address
fr_be: Adresse du domicile

source: Postal code
fr_be: Code postal

source: Private email
fr_be: Courriel privé

source: Read my teaching charge and access to lists and emails of students
fr_be: Consulter ma charge d'enseignement et accéder aux listes et courriels des étudiants

source: Registration department
fr_be: Service des inscriptions

source: Registration id
fr_be: Noma

source: Request an attendance mark (0/20)
fr_be: Demander une note de présence (0/20)

source: Scores encoding
fr_be: Encodage des notes

source: Scores encoding of my students
fr_be: Encoder les notes de mes étudiants

source: Sex
fr_be: Sexe

source: Staying address
fr_be: Adresse de résidence

source: Street
fr_be: Rue

source: Student ID data
fr_be: Données personnelles de l'étudiant

source: Student ID data administration
fr_be: Administration des données personnelles de l'étudiant

source: Student's dissertations management
fr_be: Gestion des mémoires des étudiants

source: This process controls internships assessment
fr_be: Gestion des évaluations de stages

source: This process controls my applications
fr_be: Gestion de mes candidatures aux cours vacants

source: This process controls my attestations
fr_be: Gestion de mes attestations

source: This process controls students internships
fr_be: Gestion des stages des étudiants

source: This process shows personal data
fr_be: Accès à mes données personnelles

source: This requires a
fr_be: Ceci nécessite un

source: This requires a VPN access outside UCLouvain
fr_be: Ceci nécessite un accès VPN en dehors du réseau de l'UCLouvain

source: VPN access
fr_be: accès VPN

source: View my annual program and exam marks
fr_be: Voir mon programme annuel et mes notes d'examen

source: outside UCLouvain
fr_be: en dehors du réseau de l'UCLouvain
