Repository: uclouvain/osis-portal
Catalog: performance/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: , if applicable, I will present one or more
fr_be: , le cas échéant, je présenterais un ou plusieurs

source: A problem was detected with your registration : 2 registration id's are linked to your user.</br> Please contact <a href="{registration_department_url}" target="_blank">the Registration department</a>. Thank you.
fr_be: Un problème a été détecté au niveau de votre inscription : deux NOMAS sont affectés à votre utilisateur.</br> Veuillez prendre contact avec <a href="{registration_department_url}" target="_blank">le service des inscriptions (SIC)</a> afin de résoudre le problème. Merci.

source: Academic year
fr_be: Année académique

source: Acquired charge credits
fr_be: Crédits acquis de charge

source: Acquired cycle credits are included in the cycle mean. Only acquired progression credits are accounted for requested credits.
fr_be: Les crédits acquis de charge sont tous inclus dans la moyenne de cycle. Seuls les crédits acquis de progression sont pris en compte pour atteindre le nombre de crédits requis.

source: Acquired progression credits
fr_be: Crédits acquis de progression

source: Acronym
fr_be: Sigle

source: Annual program administration
fr_be: Administration du programme annuel

source: Attention : From June 2009, the score is expressed to a maximum of 20.
fr_be: Attention : à partir de juin 2009, la moyenne est exprimée sur un maximum de 20.

source: Course
fr_be: Cours

source: Credited
fr_be: Crédité

source: Cycle
fr_be: Cycle d'études

source: Cycle credits advancement
fr_be: Progression des crédits dans le programme

source: Date of the next document regeneration
fr_be: Date de la prochaine mise à jour du document

source: Error
fr_be: Erreur

source: Exam marks and registration state of a student
fr_be: Etat d'inscription aux cours et notes d'examens d'un étudiant

source: Faculty administration
fr_be: Administration facultaire

source: First Name
fr_be: Prénom

source: For the
fr_be: Pour les

source: General mean
fr_be: Moyenne générale

source: Generated on
fr_be: Générée le

source: If this information is not correct, please contact your faculty
fr_be: Si ces informations sont inexactes, veuillez prendre contact avec votre faculté

source: In accordance with Article 150 of the decree Paysage, this reduced programme is complemented by specific remediation activities.
fr_be: Conformément à l'article 150 du Décret Paysage, ce programme allégé est complété par des activités spécifiques de remédiation.

source: In accordance with article 39 §1 of the RGEE, I complete my enrollment with activities to help me succeed.
fr_be: Conformément à l'article 39 §1er du RGEE, je complète mon inscription d'activités d'aide à la réussite.

source: In accordance with article 39 §1 of the RGEE, I have been informed that I can complete my enrollment with success support activities. I have decided not to complete my enrollment with success support activities.
fr_be: Conformément à l'article 39 §1er du RGEE, je suis informé.e que je peux compléter mon inscription d'activités d'aide à la réussite. Je décide de ne pas compléter mon inscription d'activités d'aide à la réussite.

source: Jan.
fr_be: Janv.

source: January
fr_be: Janvier

source: June
fr_be: Juin

source: Last Name
fr_be: Nom

source: Legend
fr_be: Légende

source: Mean
fr_be: Moyenne

source: My exam marks and regisration state
fr_be: Mon programme annuel et mes notes

source: No
fr_be: Non

source: No results to show.
fr_be: Vous n'avez aucune note.

source: Not concerned
fr_be: Non concerné

source: Not defined
fr_be: Non défini

source: Program
fr_be: Formation

source: Registration Id
fr_be: Noma

source: Registration Number
fr_be: Noma

source: Results
fr_be: Résultats

source: September
fr_be: Septembre

source: Session of
fr_be: Session de

source: Success mean
fr_be: Moyenne de réussite

source: The publication of the notes from the %(session_month)s session is not authorized because, unless there is an error, there is still a balance of your registration fees to be paid.<br/><br/>If you have paid very recently, given the technical and banking delays, your situation may not yet have been updated. In this case, your notes will be available the day after the regularization of your file. If you have any questions about your debt to the university, please contact the <a href="%(accounting_enrollment_service_url)s" target="_blank">Accounting Department of the Enrollment Service</a>
fr_be: La diffusion des notes de la session de %(session_month)s n'est pas autorisée car, sauf erreur, il reste un solde de vos droits d’inscription à régulariser.<br/><br/>Si vous avez payé très récemment, compte tenu des délais techniques et bancaires, votre situation n’a peut-être pas encore pu être mise à jour. Dans ce cas, vos notes seront disponibles dès le lendemain de la régularisation de votre dossier. Pour toute question relative à votre dette vis-à-vis de l’université, nous vous invitons à contacter le <a href="%(accounting_enrollment_service_url)s" target="_blank">Service de comptabilité du service des inscriptions</a>

source: The publication of the notes from the %(session_month)s session was not authorized by our faculty.
fr_be: La diffusion des notes de la session de %(session_month)s n'a pas encore été autorisée par votre faculté.

source: The publication of the notes is scheduled for the %(diffusion_date)s at %(diffusion_time)s
fr_be: La date de la diffusion des notes est prévue le %(diffusion_date)s à %(diffusion_time)s.

source: The score are yet to be published.
fr_be: Vos résultats ne sont pas encore disponibles.

source: The server is actually overloaded. Please excuse us and try again later.
fr_be: Le nombre important d'utilisateurs empêche momentanément la mise à jour de vos notes. Veuillez nous en excuser et réessayer un peu plus tard.

source: This component reflects the status of the information stored in the official databases of the university at the time of publication and according to the rules of publication decided by the secretariat of your faculty.
fr_be: Ce composant reflète l'état des informations enregistrées dans les bases de données officielles de l'université au moment de leur affichage et selon des modalités de diffusion décidées par le secrétariat de votre faculté.

source: This registration is \"out of catalog\" or \"preemptive\" and the associated credits are not accounted in the requested credits.
fr_be: Cette inscription est "hors programme" ou "supplémentaire" et les crédits associés ne sont pas pris en compte pour atteindre le nombre de crédits requis.

source: This results are intended as communication between faculty and students. Only the appendix to the diploma, which lists all the courses taken during a program of study and points obtained, can be considered as an official transcript.
fr_be: Cette feuille de résultats est destinée à la communication entre la faculté et les étudiants. Seule l'annexe au diplôme que l'étudiant reçoit avec celui-ci et qui reprend la liste de tous les cours suivis durant un programme d'étude et des points obtenus peut être considérée comme un transcript officiel.

source: Title
fr_be: Intitulé

source: Total ECTS / Enrollment
fr_be: Total ECTS / Inscription

source: Year
fr_be: Année

source: Yes
fr_be: Oui

source: distance exams
fr_be: examens distanciels

source: oral exams with Teams, in a room at UCLouvain
fr_be: examens oraux avec Teams, dans une salle UCLouvain

source: written exams with Gradescope, in a room at UCLouvain
fr_be: examens écrits sur Gradescope, dans une salle UCLouvain

source: written exams with Moodle, in a room at UCLouvain
fr_be: examens écrits sur Moodle, dans une salle UCLouvain
