Repository: uclouvain/osis-portal
Catalog: assessments/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Academic Year
fr_be: Année académique

source: Acronym
fr_be: Sigle

source: Cancel
fr_be: Annuler

source: Download my PDF scores sheets for paper encoding.
fr_be: Télécharger mes feuilles de notes PDF pour l'encodage papier.

source: First Name
fr_be: Prénom

source: I acknowledge having understood the consequences that this decision implies, namely obtaining a 0/20 for this exam, which will be counted in the average. This exam can only be rescheduled at a later session. This request will be irreversible.
fr_be: Je reconnais avoir compris les conséquences que cette décision implique, à savoir l'obtention d'un 0/20 pour cet examen, qui sera comptabilisé dans la moyenne. Cet examen ne pourra être représenté qu'à une session ultérieure. Cette demande sera irréversible.

source: I would like to obtain an attendance mark for the "%(learning_unit_title)s" exam.
fr_be: Je souhaite obtenir une note de présence pour l'examen de "%(learning_unit_title)s".

source: Last Name
fr_be: Nom

source: My attendance marks
fr_be: Mes notes de présense

source: My scores sheets
fr_be: Mes feuilles de notes

source: Online Scores Encoding
fr_be: Encodage de notes en ligne

source: Only requests made before the start of the examination can be taken into account.
fr_be: Seules les demandes effectuées avant le début de l'examen concerné pourront être prises en compte.

source: Only the learning units for which you are enrolled for the exam are listed below. You can see the state of all your exam enrollments in your <a href="%(scoresheet_url)s">scoresheet.</a>
fr_be: Seules les unités d'enseignement pour lesquelles vous êtes inscrit.e à l'examen figurent dans la liste ci-dessous. Vous pouvez consulter l'ensemble des états d'inscriptions aux examens dans le récapitulatif <a href="%(scoresheet_url)s">'Mon état d'inscription aux cours et mes notes d'examen'</a>.

source: Program
fr_be: Formation

source: Registration Number
fr_be: Noma

source: Request a mark of 0/20 for this exam
fr_be: Demander une note de 0/20 pour cet examen

source: Request an attendance mark (0/20)
fr_be: Demander une note de présence (0/20)

source: Request attendance mark
fr_be: Demander une note de présence

source: Requesting an attendance mark means obtaining a mark of 0/20 for your exam.
fr_be: Demander une note de présence signifie obtenir la note de 0/20 pour votre examen.

source: Score of 0/20 requested on %(date_requested)s at %(time_requested)s
fr_be: Note de 0/20 demandée le %(date_requested)s à %(time_requested)s

source: Scores Encoding
fr_be: Encodage de Notes

source: Select the program concerned by an attendance mark request (0/20) for an exam.
fr_be: Sélectionnez la formation concernée par votre demande de note de présence (0/20) pour un examen.

source: The access to the form for requesting attendance marks is currently unavailable.
fr_be: L'accès au formulaire de demande de note de présence est indisponible.

source: The access to the form for requesting attendance marks will be enabled from %(attendance_marks_request_start)s for the session of %(session_name)s.
fr_be: L'accès au formulaire de demande de note de présence sera disponible à partir du %(attendance_marks_request_start)s pour la session de %(session_name)s.

source: The attendance mark request has been received. A confirmation email is sent to %(email)s.
fr_be: La demande de note de présence a bien été reçue. Un mail de confirmation est envoyé à l'adresse %(email)s.

source: This requires a
fr_be: Ceci nécessite un

source: This requires a VPN access outside UCLouvain.
fr_be: Ceci nécessite un accès VPN en dehors de l'UCLouvain.

source: Title
fr_be: Intitulé

source: Unexpected error
fr_be: Erreur innatendue

source: VPN access
fr_be: Accès VPN

source: Year
fr_be: Année

source: You are not enrolled for the session in %(session)s
fr_be: Vous n'êtes pas inscrit.e aux examens pour la session de %(session)s

source: You are not enrolled to any program for this academic year.
fr_be: Vous n'êtes inscrit.e à aucune formation pour cette année académique.

source: outside UCL
fr_be: en dehors de l'UCLouvain
