Repository: uclouvain/osis-portal
Catalog: attestation/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: A problem was detected with your registration : 2 registration id's are linked to your user.</br> Please contact <a href="{registration_department_url}" target="_blank">the Registration department</a>. Thank you.
fr_be: Un problème a été détecté au niveau de votre inscription : deux NOMAS sont affectés à votre utilisateur.</br> Veuillez prendre contact avec <a href="{registration_department_url}" target="_blank">le service des inscriptions</a> afin de résoudre le problème. Merci.

source: ABC
fr_be: Inscription régulière (le cas échéant, allocations familiales, mutuelles, ...)

source: ABC_PROLONGE
fr_be: Inscription régulière prolongée (le cas échéant, allocations familiales, mutuelles, transport en commun, ...)

source: AVIS
fr_be: Avis d'enregistrement et facture

source: Attestation administration
fr_be: Administration des attestations

source: Attestation type
fr_be: Type d'attestation

source: Available
fr_be: Disponible

source: DE
fr_be: Carte étudiant provisoire et transport en commun

source: ECHEANCE
fr_be: Avis d'échéance

source: Faculty administration
fr_be: Administration des facultés

source: No attestation available
fr_be: Aucune attestation disponible

source: Please take note of your payment notice to ensure that you are in order to pay by 15 February at the latest, in order to avoid being disenrolled. If you have regularised your situation in the meantime, please disregard this message.
fr_be: Veuillez prendre connaissance de votre avis d’échéance pour vous mettre en ordre de paiement pour le 15 février au plus tard, afin d’éviter d’être désinscrit·e. Si vous avez régularisé votre situation entretemps, ne tenez pas compte de ce message.

source: Please take note of your payment notice to ensure that you are in order to pay by 1st February at the latest, in order to avoid being disenrolled. If you have regularised your situation in the meantime, please disregard this message.
fr_be: Veuillez prendre connaissance de votre avis d’échéance pour vous mettre en ordre de paiement pour le 1er février au plus tard, afin d’éviter d’être désinscrit·e. Si vous avez régularisé votre situation entretemps, ne tenez pas compte de ce message.

source: Please take note of your payment notice to ensure that you are in order to pay by 31 October at the latest, in order to avoid being disenrolled. If you have regularised your situation in the meantime, please disregard this message.
fr_be: Veuillez prendre connaissance de votre avis d’échéance pour vous mettre en ordre de paiement pour le 31 octobre au plus tard, afin d’éviter d’être désinscrit·e. Si vous avez régularisé votre situation entretemps, ne tenez pas compte de ce message.

source: Printed
fr_be: Imprimée

source: Registration fetched doesn't match with student registration_id
fr_be: Le noma des attestations ne correspond pas au noma de l'étudiant

source: Registration id
fr_be: Id d'enregistrement

source: Student attestations
fr_be: Attestations de l'étudiant
