Repository: uclouvain/osis-portal
Catalog: inscription_aux_cours/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Academic year
fr_be: Année académique

source: Activity with prerequisites
fr_be: Activité avec prérequis

source: Add a course unit that is not included in the above programme
fr_be: Ajouter une unité d'enseignement qui n'est pas reprise dans le programme ci-dessus

source: Added course units
fr_be: Unités d'enseignement ajoutées

source: Admission to minors or electives marked with a key is subject to meeting certain requirements (entrance exam, application, etc.), which you should familiarise yourself with before registering. To find out how to register, click on the key. Registration will be carried out by your faculty administrator.
fr_be: L'accès aux mineures ou options marquées d'une clé est soumis au respect de certaines conditions (épreuve d'admission, dossier de candidature, etc.) dont il est nécessaire de prendre connaissance avant de s'inscrire. Veuillez consulter la procèdure à suivre pour vous y inscrire en cliquant sur la clé. L'inscription sera réalisée par votre gestionnaire facultaire.

source: Annual programme proposal
fr_be: Proposition de programme annuel

source: Click on the code of the course for which you want to create your annual programme.
fr_be: Cliquez sur le sigle de la formation pour laquelle vous désirez composer votre programme annuel.

source: Continue composing my annual programme
fr_be: Poursuivre ma composition de programme annuel

source: Course
fr_be: Formation

source: Course choice
fr_be: Choix de la formation

source: Course unit
fr_be: Unité d'enseignement

source: Course unit failed in a previous academic year
fr_be: Unité d'enseignement échouée lors d'une année académique précédente

source: Course unit for which prerequisites have been satisfied
fr_be: Unité d'enseignement dont les prérequis sont acquis

source: Credits
fr_be: Crédits

source: Credits earned/validated
fr_be: Crédits acquis/valorisés

source: First name
fr_be: Prénom

source: First year of
fr_be: Première année de

source: I am supplementing my annual programme with learning support activities
fr_be: Je complète ma composition de programme annuel par des activités d'aide à la réussite

source: In accordance with article 39 1 of the Academic Regulations and Procedures (RGEE), I am supplementing my annual programme <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>with learning support activities</a></ins>.
fr_be: Conformément à l'article 39 §1er du RGEE, je complète ma composition de programme annuel <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>d'activités d'aide à la réussite</a></ins>.

source: In accordance with article 39 1 of the Academic Regulations and Procedures (RGEE), I have been informed that I can supplement my annual programme <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>with learning support activities</a></ins>. I have decided to not supplement my annual programme with learning support activities.
fr_be: Conformément à l'article 39 §1er du RGEE, je suis informé.e que je peux compléter ma composition de programme annuel d'activités d'aide à la réussite. Je décide de ne pas compléter ma composition de programme annuel <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>d'activités d'aide à la réussite</a></ins>.

source: It appears that you have not satisfied the prerequisites for %(liste_codes_ue)s. This request will be examined by the faculty after you have submitted your proposal.
fr_be: Il semble que vous n'ayez pas acquis les prérequis pour %(liste_codes_ue)s. Cette demande sera examinée par la faculté après soumission de votre proposition.

source: Last name
fr_be: Nom

source: Legend
fr_be: Légende

source: Mandatory
fr_be: Obligatoire

source: Minors and electives for which you are registered
fr_be: Liste des mineures et options auxquelles vous êtes inscrit.e

source: Modify my choice of minors or electives
fr_be: Modifier mon choix de mineures ou options

source: Modify my proposal
fr_be: Modifier ma proposition

source: My annual programme
fr_be: Ma composition de programme annuel

source: My choice of minors or electives
fr_be: Mon choix de mineures ou options

source: My exchange programme
fr_be: Mon programme d'échange

source: My learning support activities
fr_be: Mes activités d'aide à la réussite

source: N.B.: A legend reminder appears by positioning the cursor over the icon
fr_be: NB: Un rappel de légende apparaît en positionnant le pointeur de souris sur l'icône

source: No
fr_be: Non

source: No minor or elective selected
fr_be: Aucune mineure ou option sélectionnée

source: Not offered this academic year but next academic year
fr_be: Non organisé cette année académique mais organisé l’année suivante

source: Not offered this year
fr_be: Exceptionnellement, non organisé cette année académique

source: Not offered this year or next year
fr_be: Non organisé cette année académique mais organisé l’année suivante

source: Number of credits earned for
fr_be: Nombre de crédits acquis pour

source: Offered this academic year but not next academic year
fr_be: Organisé cette année académique mais non organisé l’année suivante

source: Optional
fr_be: Optionnel

source: Please correct any errors in your form to save it and continue to the summary of your annual programme proposal.
fr_be: Veuillez corriger les erreurs dans votre formulaire pour l'enregistrer et poursuivre vers le récapitulatif de votre proposition de programme annuel.

source: Please modify your annual programme proposal.
fr_be: Veuillez modifier votre proposition de programme annuel.

source: Potential credits earned
fr_be: Crédits de progression potentielle

source: Prerequisite not satisfied
fr_be: Prérequis non acquis

source: Print my proposal
fr_be: Imprimer ma proposition

source: Registered credits in
fr_be: Crédits inscrits en

source: Registered for %(code_ue)s.
fr_be: Inscrit.e à %(code_ue)s.

source: Registered for a course unit that counts toward the degree
fr_be: Inscrit·e à une unité d'enseignement de la poursuite de cycle

source: Registered for a course unit that counts toward the degree, with exemption test
fr_be: Inscrit·e à une unité d'enseignement de la poursuite de cycle, avec test dispensatoire

source: Registered for a course unit that does not count toward the degree
fr_be: Inscrit·e à une unité d'enseignement qui ne compte pas pour la progression dans le cycle

source: Registered for course unit
fr_be: Inscrit·e à l'unité d'enseignement

source: Registered for course unit of the complementary module
fr_be: Inscrit·e à une unité d'enseignement du module complémentaire

source: Registered for course unit of the complementary module, with exemption test
fr_be: Inscrit·e à une unité d'enseignement du module complémentaire, avec test dispensatoire

source: Registered for course unit with exemption test
fr_be: Inscrit·e à une unité d'enseignement avec test dispensatoire

source: Registered for the minor or elective
fr_be: Inscrit.e à la mineure ou l'option

source: Registration will be carried out by your faculty administrator
fr_be: L'inscription sera réalisée par votre gestionnaire facultaire

source: Return to initial screen
fr_be: Retour à l'écran initial

source: Save and continue to my annual programme proposal
fr_be: Enregistrer et poursuivre ma composition de programme annuel

source: Save and continue to the summary of my annual programme proposal
fr_be: Enregistrer et poursuivre vers le récapitulatif de ma proposition de programme annuel

source: Search by code (example: LCHIM1111)
fr_be: Rechercher par code (exemple: LCHIM1111)

source: Special requests
fr_be: Demandes particulières éventuelles

source: Specify annual block(s)
fr_be: Indique le(s) bloc(s) annuel(s)

source: Specify the context in which you want to add this course unit and search by code (example: LCHIM1111).
fr_be: Préciser dans quel contexte vous souhaitez ajouter cette unité d'enseignement et rechercher par code (exemple: LCHIM1111).

source: Submit my annual programme proposal
fr_be: Soumettre ma proposition de programme annuel

source: Summary of my annual programme proposal
fr_be: Récapitulatif de ma proposition de programme annuel

source: The course unit credits have been earned
fr_be: Les crédits de l'unité d'enseignement sont acquis

source: The course unit credits have been validated
fr_be: Les crédits de l'unité d'enseignement ont été valorisés

source: The following minors or electives in which you are registered are no longer offered this academic year:
fr_be: Les mineures ou options suivantes auxquelles vous êtes inscrit.e ne sont plus proposées cette année académique:

source: The size of your screen does not allow optimal navigation within the form. If possible, please use a larger screen for easier navigation.
fr_be: La taille de votre écran ne permet pas une navigation optimale au sein du formulaire. Veuillez utiliser, si possible, un écran plus grand pour une navigation plus aisée.

source: This minor has admission requirements, please consult the registration procedure: {lien_condition_acces}
fr_be: Cette mineure a des conditions d'accès, veuillez consulter la procédure à suivre pour vous y inscrire: {lien_condition_acces}

source: This minor or elective has admission requirements, please consult the registration procedure by clicking this link:
fr_be: Cette mineure ou option a des conditions d'accès, veuillez consulter la procédure à suivre pour vous y inscrire en cliquant sur ce lien:

source: Title
fr_be: Intitulé

source: To change minors or electives, please contact your faculty administrator.
fr_be: Pour un changement de mineures ou d'options, veuillez contacter votre gestionnaire facultaire.

source: Total number of credits
fr_be: Nombre total de crédits

source: View my schedule
fr_be: Visualiser mon horaire

source: Year
fr_be: Année

source: Yes
fr_be: Oui

source: You are not registered for a elective.
fr_be: Vous n'êtes pas encore inscrit.e à une option.

source: You are not registered for any course for the %(annee_academique)s academic year.
fr_be: Vous n'êtes inscrit.e à aucune formation pour l'année académique %(annee_academique)s.

source: You are not registered for any course units.
fr_be: Vous n'êtes inscrit.e à aucune unité d'enseignement.

source: You are not registered for any minor or elective. You must register for a minor or elective before continuing (except for minors or electives with admission requirements or exceptional situations).
fr_be: Vous n'êtes inscrit.e à aucune mineure ou option. Il est nécessaire de s'inscrire à une mineure ou option avant de poursuivre (sauf mineure ou option à condition d'accès ou situation exceptionnelle).

source: You cannot unregister from a minor or elective added by your faculty administrator.
fr_be: Vous ne pouvez pas vous désinscrire d'une mineure ou d'une option ajoutée par votre gestionnaire facultaire.

source: You have not satisfied the prerequisites for the following course units:
fr_be: Vous n'avez pas acquis les prérequis pour les unités d'enseignement suivantes:

source: You have not yet registered for a minor or in-depth study.
fr_be: Vous n'êtes pas encore inscrit.e à une mineure ou un approfondissement.

source: Your annual programme proposal contains more than 90 credits. The student's annual programme (PAE) is supposed to contain 60 credits, maximum 75.
fr_be: Votre proposition de programme annuel contient plus de 90 crédits. Le programme annuel de l'étudiant (PAE) est censé contenir 60 crédits, maximum 75.

source: Your annual programme proposal has been successfully submitted. A confirmation email will be sent to %(email)s
fr_be: Votre proposition de programme annuel a été soumise avec succès. Un mail de confirmation est envoyé à l'adresse %(email)s

source: Your annual programme proposal has not been saved.
fr_be: Votre proposition de programme annuel n'a pas été enregistrée.

source: Your annual programme proposal is saved, but you can change it as long as you have not submitted it.
fr_be: Votre proposition de programme annuel est enregistrée mais vous pouvez la modifier tant que vous ne l'avez pas soumise.

source: Your cumulative annual programme (bachelor + master) may not exceed 60 credits.
fr_be: Votre programme annuel cumulé (bachelier + master) ne peut pas dépasser 60 crédits.

source: Your faculty administrator may or may not have added learning support activities to your annual programme. These cannot be removed or added.
fr_be: Votre programme annuel a été complété ou non d'activités d'aide à la réussite par votre gestionnaire facultaire. Impossible de les retirer ou de les ajouter.

source: Your faculty contact
fr_be: Votre contact en faculté

source: Your faculty offers <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>learning support activities</a></ins> to help you throughout your studies.
fr_be: Votre faculté propose des <ins><a href='https://uclouvain.be/aar-dispositifs-facultaires' target='_blank'>dispositifs d'aide à la réussite</a></ins> afin de vous accompagner tout au long des études.

source: credits
fr_be: crédits
